Repository: SEMAFORInformatik/intens
Catalog: po/*/intens.po
Languages: de, fr

source: Current Values
fr: Valeurs actuelles

source: Std. Dev.:
fr: Ecart type:

source: Image Scaling
fr: Echelle de l'image

source: Zoom In@Ctrl<Key>I@Ctrl+I
fr: Agrandir@Ctrl<Key>I@Ctrl+I

source: Zoom Out@Ctrl<Key>O@Ctrl+O
fr: Rétrécir@Ctrl<Key>O@Ctrl+O

source: Delete selected Element/Connection@Del@Del
fr: Supprimer l'élément/lien sélectionné/e@Del@Del

source: no convert command tool installed. (see at http://www.imagemagick.org)
fr: Aucun outil de commande modifié est installé. (voir http://www.imagemagick.org)

source: GuiElement
fr: Elément GUI

source: View settings
fr: Affichage des paramètres

source: Name
fr: Nom

source: Intens Print Dialog
fr: Dialogue d'impression Intens

source: Export
fr: Exportation

source: Only used for file export or preview
fr: Utilisé uniquement pour l'exportation de fichiers ou d'aperçus

source: Print Type not supported.
fr: Type d'impression pas soutenu.

source: TableMenu
fr: Menu du tableau

source: Start Date [%1] End Date [%2]
fr: Texte d'ouverture [%1] Texte de fermeture [%2]

source: Draw interpolated
fr: Dessiner interpolée

source: unsuportted format
fr: Format n'est pas soutenu

source: Close at the end
fr: Fermer à la fin

source: Work finished.
fr: Travail terminé.

source: &OK
fr: D'&accord

source: Warning
fr: Avertissement

source: tcp server at port '%1' has received unknown data header '%2'.
fr: tpc server au port '%1' a reçu des données d'en-tête inconnues '%2'.

source: tcp server at port '%1' has received unexpected data ('%3') for header '%2'.
fr: tpc server au port '%1' a reçu des données inattendues ('%3') pour l'en-tête '%2'.

source: tcp server at port '%1' has not received expected data for header '%2'.
fr: tpc server au port '%1' n'a pas reçu des données attendues pour l'en-tête '%2'.

source: %1: Cannot evaluate matlab command '%2' [%3]
fr: %1: Ne peut évaluer commandement matlab '%2' [%3]

source: %1: Matlab %2 started
fr: %1: Matlab %2 démarré

source: Cannot establish a connection
fr: Ne peut établir un lien

source: Abort this Function?
fr: Annuler cette fonction?

source: MessageQueue Error: %1
fr: Erreur dans la file d'attente de message: %1

source: MessageQueue Publish Error
fr: Erreur dans la publication de la file d'attente de message

source: MessageQueue Request Error
fr: Erreur demandée dans la file d'attente de message

source: ERROR : ClientSocket -
fr: ERREUR : ClientSocket -

source: Socket Access failed :
fr: L'accès au Socket a échoué :

source: Please fix the problem and restart the application.
fr: Veuillez résoudre le problème et redémarrer l'application.

source: ERROR : ServerSocket -
fr: ERREUR : ServerSocket -

source: Approval State
fr: Etat d'approbation

source: Cannot add DATASET_TEXT from item that has no DATASET.
fr: Ne peut ajouter un texte d'une base de dates d'un élément qui n'a pas de base de dates.

source: Invalid Fieldgroup Margins.
fr: Marge de groupe de champs non valide.

source: Wrong type of dataitem '%1' => Please use a STRING_DATETIME dataitem.
fr: Mauvais type d'élément de dates '%1?=>Servez vous s'il vous plaît d'un STRING_DATETIME d'élément de dates

source: Wrong type of dataitem '%1' => Please use a STRING_TIME dataitem.
fr: Mauvais type d'élément '%1?=> S'il vous plaît servez vous d'un STRING_TIME d'élément de dates

source: Wrong type of dataitem '%1' => Please use a STRING dataitem.
fr: Mauvais type d'élément '%1?=> S'il vous plaît servez vous d'un STRING_TIME d'élément de dates

source: Feature MessageQueue not included
fr: Caratèristique de la file d'attente non inclus

source: No message queue type defined.
fr: Aucun type de file d'attente défini.

source: No port and port_request defined
fr: Aucun port et demande de port défini

source: No subscriber header(s) defined.
fr: Aucun en-tête défini.

source: No publisher port defined
fr: Aucun port éditeur défini

source: No port request defined
fr: Aucune demande de port défini

source: No publisher header(s) defined. (or no default response stream)
fr: Aucun en-tête d'éditeur défini. (ou aucun flux de réponse standard)

source: No request port set. (but header(s) or default response stream)
fr: Aucun Port demandé fixé. (mais des en-têtes ou des réponses standards)

source: No PATH defined
fr: Pas de PATH défini

source: No port defined
fr: Aucun port défini

source: MFMSocket needs a dataitem
fr: MFMSocket nécéssite un élément de données

source: Only MFMSocket supports dataitem
fr: Seulement MFMSocket soutien un élément de données

source: Only MFMSocket supports onEos
fr: Seulement MFMSocket soutien onEos

source: Only MFMSocket supports Thumbnail
fr: Seulement MFMSocket soutien Thumbnail

source: Socket dataitem needs three wildcards
fr: Élément de données nécessite trois wildcards

source: Socket thumbnail needs three wildcards
fr: Socket thumbnail nécessite trois wildcards

source: Socket thumbnail width must be between 1 and 1000
fr: La largeur de Socket thumbnail doit être entre 1 et 1000

source: Socket thumbnail height must be between 1 and 1000
fr: La hauteur de Socket thumbnail doit être entre 1 et 1000

source: Need Function Parameter.
fr: Nécessite un paramètre de fonction.

source: GuiElement is not streamable, identifier: '%1'.
fr: Elément GUI ne peut être fluidifier, indentificateur: '%1'.

source: No MessageQueue or Plugin defined
fr: Aucune file d'attente de message ou de Plugin définie.

source: No MessageQueue defined
fr: Aucune file d'attente de message définie.

source: No Publish Stream defined
fr: Aucun Publish Stream défini

source: No Plugin defined
fr: Aucun Plugin défini

source: No Subscribe Header and Stream defined
fr: Aucun en-tête et flux défini

source: Exactly one WILDCARD is needed.
fr: Exactement un WILDCARD est nécessaire.

source: Scaling Type
fr: Type de calibrage

source: Empty Diagrammer (XML Document is empty).
fr: Diagramme vide (document XLM est vide)

source: WARNING QT-Bug, cannot process pending events
fr: AVERTISSEMENT Erreur QT, ne peut traiter les événements en attente
