Repository: SEMAFORInformatik/intens
Catalog: po/*/intens.po
Languages: de, fr

source: stop_processgroup %1
de: Stoppe Prozessgruppe %1
fr: Stop groupe du processus %1

source: Close Matlab Connection
de: Schliesse Matlab Verbindung
fr: Fermer lien au Matlab

source: Process failed to start: '%1'
de: Prozess konnte nicht gestartet werden: '%1'
fr: Le processus n'a pa pu être démarré: '%1'

source: Process exited unsuccessfully: '%1'
de: Prozess verlief erfolglos: '%1'
fr: Le processus s'est planté: '%1'

source: Process Timed out: '%1'
de: Prozess abgelaufen: '%1'
fr: Processus expiré: '%1'

source: Process WriteError: '%1'
de: Prozess Schreibfehler: '%1'
fr: Erreur d'écriture du processus: '%1'

source: Process ReadError: '%1'
de: Prozess Lesefehler: '%1'
fr: Erreur de lecture du processus: '%1'

source: Unknown Process Error: '%1'
de: Unbekannter Prozess Fehler: '%1'
fr: Erreur inconnue du processus: '%1'

source: Process '%1' started.
de: Prozess '%1' gestartet.
fr: Processus '%1' a démarré.

source: Connection Refused :
de: Verbindung verweigert :
fr: Lien rejeté :

source: Host not found :
de: Host nicht gefunden :
fr: Hôte introuvable

source: Address already in use. (Port %1)
de: Addresse schon verwendet. (Port %1)
fr: Adresse déjà utilisée. (Port %1)

source: Login canceled.
de: Anmeldung abgebrochen.
fr: Connection annulée.

source: Cannot connect to Database(s)
de: Verbindung zur Datenbank nicht möglich

source: Error from CURL: %1
de: CURL Fehler: %1

source: Bad credentials
de: Benutzername / Passwort falsch
fr: Mauvaises informations d'identification

source: HTTP response code: %1
de: HTTP-Antwortcode: %1
fr: Code de réponse HTTP: %1

source: recevied Conflict with unexpected data.
de: Konflikt mit unerwarteten Daten erhalten.
fr: Conflit reçu avec des données inattendues.

source: Do you want to create this %1?
de: Wollen Sie diese %1 erstellen?
fr: Voulez vous créer ceci %1?

source: Discard
de: Verwerfen
fr: Rejeter

source: <h3>Modified %1</h3>
de: <h3>Geändert %1</h3>
fr: <h3>Modifié %1</h3>

source: modified
de: geändert
fr: modifé

source: Modify %1
de: %1 ändern
fr: Modifier %1

source: While trying to save <center>%1</center><br/>an up-to-date conflict occurred.
de: Beim Abspeichern von<center>%1</center><br/>ist ein Versionskonflikt aufgetreten.
fr: En essayant de sauvegarder <center>%1</center><br/> un conflit de mise à jour s'est produit.

source: Possible reasons:
de: Mögliche Ursachen:
fr: Raisons possibles

source: Attempt to create a new %1 with an existing name.
de: Versuch, ein neues Element (%1) mit einem bestehenden Namen zu erstellen.
fr: Tenter de créer un nouvel élément (%1) avec un nom existant.

source: Attempt to update %1 that has been updated by someone else since you loaded it.
de: Versuch, Element %1 zu aktualisieren, das seit dem Laden von jemand anderem aktualisiert wurde.
fr: Tenter de mettre à jour %1 qui a été mis à jour par quelqu'un d'autre depuis que vous l'avez téléchargé.

source: Latest changes
de: Letzte Änderungen
fr: Derniers changements

source: at
de: um
fr: à

source: You have the following options:
de: Sie haben die folgenden Möglichkeiten:
fr: Vous avez les options suivantes:

source: <b>Overwrite</b> the %1 with your data.
de: %1 mit Ihren Daten <b>Überschreiben</b>.
fr: <b>Remplacer</b> %1 avec vos données.

source: <b>Load</b> the latest changes.
de: Letzte Änderungen <b>Laden</b>.
fr: <b>Charger</b> les dernières modifications.

source: WARNING: Your changes will be lost.
de: WARNUNG: Ihre Änderungen werden verworfen.
fr: AVERTISSEMENT: Vos modifications seront perdues.

source: <b>Cancel</b> the save operation.
de: Speichervorgang <b>Abbrechen</b>.
fr: <b>Annuler</b> l'opération de sauvegarde.

source: Maybe you want to save it with a different name.
de: Vielleicht möchten Sie unter einem anderen Namen speichern.
fr: Peut-être que vous souhaitez sauvegarder avec un autre nom.

source: Overwrite
de: Überschreiben
fr: Ecrire par dessus

source: Load
de: Laden
fr: Chargez

source: : Up-to-date conflict
de: : Versionskonflikt
fr: : Conflit à jour

source: Element created.
de: Element erstellt.
fr: Élément créé.

source: Cancel button pressed.
de: Abbrechen gedrückt.
fr: Bouton d'annuler pressé.

source: Unexpected button pressed.
de: Unerwarteter Knopf gedrückt.
fr: Touche inattendue pressé.

source: Database-Version is missing
de: Datenbank-Version fehlt

source: required at least %1
de: mindestens erforderlich %1

source: Application-Version is missing
de: Anwendungs-Version fehlt

source: Application-Version is older than required
de: Anwendungs-Version ist älter als erforderlich

source: Application-Version is %1; required at least %2
de: Anwendungs-Version ist %1; mindestens erforderlich %2

source: Database-Version is older than required
de: Datenbank-Version ist älter als erforderlich

source: Database-Version is %1; required at least %2
de: Datenbank-Version ist %1; mindestens erforderlich %2

source: :%1: at "%2":
de: Zeile %1 bei "%2":

source: Parser error.
de: Parser Fehler.
fr: Faute d'analyse.

source: Identifier '%1' is already declared.
de: Bezeichner '%1' ist bereits deklariert.
fr: Identifiateur '%1' est déjà déclaré.

source: Pythonmodule '%1' not available.
de: Pythonmodul '%1' nicht verfügbar.

source: Pythonfunction '%1.%2' is not available.
de: Pythonfunktion '%1.%2' ist nicht verfügbar.

source: Pythonfunction '%1' is already configured.
de: Pythonfunktion '%1' ist bereits konfiguriert.

source: Function-alias '%1' is already declared.
de: Funktions-Alias '%1' ist bereits deklariert.

source: Unknown function-alias '%1'.
de: Unbekanntes Funktions-Alias '%1'.

source: Python is not available
de: Python ist nicht verfügbar

source: Item '%1' is already declared.
de: Element '%1' ist bereits deklariert.
fr: Elément '%1' a déjà été déclaré.

source: This dataset item is automatically enumerated.
de: Dieses Daten-Set Element wird automatisch nummeriert.
fr: Cette base de donnée est automatiquement énuméré.

source: Value of dataset item '%1' missing.
de: Wert des Daten-Set Elements '%1' fehlt.
fr: Valeur de l'élément du jeu de données '%1' est manquant.

source: GLOBAL is not allowed inside a struct definition.
de: GLOBAL ist innerhalb einer STRUCT Definition nicht erlaubt.
fr: GLOBAL est interdite dans une définition de STRUCT.

source: Undeclared SET '%1'.
de: Nicht deklariertes SET '%1'.

source: The dataset has items of type string.
de: Das Daten-Set enthält Elemente vom Typ String.
fr: La base de données comporte des éléments de type chaîne.

source: The color picker item must be of type string.
de: Das Farb-Element muss vom Typ String sein.

source: Type of toggle item is string. (Should be REAL or INTEGER)
de: Typ des Schalterelements ist STRING. (Sollte REAL oder INTEGER sein)
fr: Le type de lélément bouchon et la chaîne. (devrait être REAL ou INTEGER)

source: Type of radio item is string. (Should be REAL or INTEGER)
de: Typ des Schalterelements ist STRING. (Sollte REAL oder INTEGER sein)
fr: Le type de l'élément radio est la chaîne. (devrait être REALou INTEGER)

source: Undeclared STRUCT '%1'.
de: Nicht deklariertes STRUCT '%1'.

source: Type of '%1' is not structure definition.
de: Typ von '%1' ist keine Strukturdefinition.
fr: Type de '%1' n'est pas la définition de la structure.

source: %1: copy of structure definition failed.
de: %1: Kopieren der Strukturdefinition fehlgeschlagen.
fr: %1: la copie de la définition de la structure a échoué.

source: LaTeX filter and URL filter cannot be combined.
de: LaTeX Filter und URL Filter können nicht kombiniert werden.
fr: Filtre LaTeX et filtre URL ne peuvent pas être combinés.

source: DELIMITER is not used in URL stream.
de: DELIMITER wird in einem URL Stream nicht verwendet.
fr: DELIMITER n'est pas utilisé dans le fleuve.

source: DELIMITER is not used in JSON stream.
de: DELIMITER wird in einem JSON Stream nicht verwendet.
fr: DELIMITER n'est pas utilisé dans le fleuve JSON.

source: LaTeX filter is not used in JSON stream.
de: LaTeX Filter wird in einem JSON Stream nicht verwendet.
fr: Filtre LaTeX n'est pas utilisé dans le fleuve JSON.

source: URL filter is not used in JSON stream.
de: URL Filter wird in einem JSON Stream nicht verwendet.
fr: Filtre URL n'est pas utilisé dans le fleuve JSON.

source: URL Encoding not available
de: URL-Codierung ist nicht verfügbar.

source: Undeclared identifier '%1'.
de: Nicht deklarierter Bezeichner '%1'.

source: Undeclared structure field '%1'
de: Nicht deklariertes Strukturfeld '%1'
fr: Champ de structure non déclaré '%1'

source: '%1' is not of type index.
de: '%1' ist nicht vom Typ INDEX.
fr: '%1' n'est pas un type indice.

source: Validation check with VAR() is not supported.
de: Validierung mit VAR() wird nicht unterstützt.
fr: Le contrôle de validation avec VAR() n'est pas pris en charge.

source: '%1' is not of type STRING.
de: '%1' ist nicht vom Typ STRING.
fr: '%1' n'est pas un type de CHAÎNE.

source: Cannot add plotgroup.
de: Plotgroup kann nicht hinzugefügt werden.
fr: Ne peut ajouter un groupe de diagrammes.

source: '%1' is not a PLOTGROUP.
de: '%1' ist keine PLOTGROUP.
fr: '%1' n'est pas un groupe de diagrammes.

source: DataReference is not numeric.
de: Datenreferenz ist nicht numerisch.
fr: Les données de référence ne sont pas numériques.

source: '%1' is not a PLUGIN.
de: '%1' ist kein PLUGIN.
fr: '%1' n'est pas un fichier.

source: Cannot allocate token.
de: Token kann nicht alloziert werden.
fr: Ne peut pas allouer un signe.

source: FILESTREAM '%1' not found.
de: FILESTREAM '%1' nicht gefunden.
fr: Bulletin '%1' introuvable.

source: Table step is bigger than tablesize. (Step: %1, Size: %2)
de: Tabellenschritt ist grösser als die Tabellengrösse. (Schritt: %1, Grösse: %2)
fr: Etape du tableau est plus grand que la taille du tableau. (étape: %1, taille %2)

source: Invalid Table-Index-Range.
de: Index-Bereich der Tabelle ist ungültig.
fr: Gamme d'index du tableau non valide.

source: Only allowed in tables. (Fieldgroup must have TABLESIZE set)
de: Nur in Tabellen erlaubt. (Fieldgroup muss TABLESIZE gesetzt haben)
fr: Seulement admis dans des tableaux. (groupe de champ doit avoir la taille de l'ensemble du tableau)

source: Cannot assign structure '%1' to gui field.
de: Struktur '%1' kann nicht einem GUI-Feld zugewiesen werden.
fr: Ne peut attribuer une structure '%1' qui correspond à un domaine GUI.

source: '%1' is not a fieldgroup
de: '%1' ist keine FIELDGROUP.
fr: '%1' n'est pas un groupe de champ

source: Fieldgroup '%1' is already installed.
de: Fieldgroup '%1' ist bereits eingerichtet.
fr: Le groupe de champ '%1' est déjà installé.

source: '%1' is not a thermo
de: '%1' ist kein THERMO.
fr: '%1' n'est pas un thermo

source: Thermo '%1' is already installed.
de: Thermo '%1' ist bereits eingerichtet.
fr: Thermo '%1' est déjà installé.

source: %1: No licence found to use tables.
de: %1: Keine Lizenz zum Gebrauch von Tabellen gefunden.
fr: %1: aucune licence a été trouvé pour utiliser des tableaux.

source: '%1' is not a list
de: '%1' ist keine LIST.
fr: '%1' n'est pas une liste

source: List '%1' is already installed.
de: Liste '%1' ist bereits eingerichtet.
fr: Liste '%1' est déjà installée.

source: Column '%1': WILDCARD missing.
de: Spalte '%1': WILDCARD fehlt.
fr: Colonne '%1': WILDCARD est manquante.

source: Column: WILDCARD missing.
de: Spalte: WILDCARD fehlt.
fr: Colonne: WILDCARD est manquante

source: Column TOOL_TIP: WILDCARD missing.
de: Spalte TOOL_TIP: WILDCARD fehlt.
fr: Colonne INFO-BULLE: WILDCARD est manquante.

source: Column COLOR: WILDCARD missing.
de: Spalte COLOR: WILDCARD fehlt.
fr: Colonne COULEUR: WILDCARD est manquante.

source: Helpkey %1 not available
de: Helpkey %1 nicht verfügbar.
fr: Touche d'aide %1 n'est pas disponible.

source: Form '%1' is already installed.
de: Fenster '%1' ist bereits eingerichtet.
fr: Formule '%1' est déjà installée.

source: Graph '%1': LOG_X without XAXIS
de: Graph '%1': LOG_X ohne XAXIS
fr: Graphique'%1': LOG_X sans XAXIS

source: Undeclared identifier.
de: Nicht deklarierter Bezeichner.
fr: Identificateur non déclaré.

source: Number of WILDCARDS of plot axis label does not make sense.
de: Anzahl WILDCARDS des Plot Achsen Labels macht keinen Sinn.
fr: Nombre de WILDCARDS de caractère de d'axes de parcelles n'a pas de sens.

source: %1: No licence found to use 3d-Plot.
de: %1: Keine Lizenz zum Gebrauch von 3d-Plot gefunden.
fr: %1: pas de licence trouvée pour se servir de 3d-Plot.

source: Undeclared format '%1'.
de: Nicht deklariertes Format '%1'.
fr: Format non déclaré '%1'.

source: Too many WILDCARDS.
de: Zu viele WILDCARDS.
fr: Trop de WILDCARDS.

source: '%1': No licence found to use PLOT2D.
de: '%1': Keine Lizenz zum Gebrauch von PLOT2D gefunden.
fr: '%1': Pas de licence trouvéé pour se servir de PLOT2D

source: Too few WILDCARDS.
de: Nicht genug WILDCARDS.
fr: Pas assez de WILDCARDS.

source: Number of WILDCARDS is not 1.
de: Anzahl WILDCARDS ist nicht 1.
fr: Le nombre de WILDCARDS n'est pas 1.

source: No licence found to use folders
de: Keine Lizenz zum Gebrauch von Registern gefunden.
fr: Pas de licence trouvée pour se servir de dossiers

source: Folder '%1' is already installed.
de: Folder '%1' ist bereits eingerichtet.
fr: Dossier '%1' est déjà installé.

source: A Folder must have one member
de: Ein Register muss einen Reiter haben.

source: Page '%1' is already declared.
de: Seite '%1' ist bereits deklariert.
fr: Page '%1' a déjà été déclarée.

source: %1: Only one tab of the same tab-group is allowed
de: %1: Nur ein Reiter mit der selben Tab-Gruppe zulässig
fr: %1: Seulement un tabulateur du mème group de tabulateur est autorisé

source: Identifier '%1' is not declared.
de: Bezeichner '%1' ist nicht deklariert.
fr: L'intitulé '%1' n'a pas été déclaré.

source: Item '%1' cannot be found.
de: Element '%1' nicht gefunden.
fr: L'élément '%1' ne peut être trouvé.

source: '%1' is not a plot2d
de: '%1' ist kein PLOT2D.
fr: '%1' n'est pas un plot2d

source: Only the Options TOP or BOTTOM are allowed here
de: Nur die Optionen TOP oder BOTTOM sind hier zulässig
fr: Seulement les options TOP ou BOTTOM sont autorisées ici

source: Only the Options LEFT or RIGHT are allowed here
de: Nur die Optionen LEFT oder RIGHT sind hier zulässig
fr: Seulement LEFTou RIGHT sont autorisés ici

source: The TABLE is already specified
de: Die TABLE ist bereits definiert
fr: Le TABLEAU est déjà spécifié

source: Unknown error.
de: Unbekannter Fehler.
fr: Erreur inconnue.

source: tableline type mismatch.
de: Unpassende Tabellenzeilen Typen.
fr: type de ligne du tableau incongru.

source: Number of WILDCARDS is > 1.
de: Anzahl WILDCARDS ist > 1.
fr: Nombre de WILDCARD est > 1.

source: Number of WILDCARDS is not 2.
de: Anzahl WILDCARDS ist nicht 2.
fr: Nombre de WILDCARS n'est pas 2.

source: Undeclared form '%1'.
de: Nicht deklariertes Fenster '%1'.

source: Undeclared function '%1'.
de: Nicht deklarierte Funktion '%1'.
fr: Function non déclarée '%1'.

source: '%1' is not of type STRUCT.
de: '%1' ist nicht vom Typ STRUCT.
fr: '%1' n'est pas du type STRUCT.

source: The menu '%1' already exists.
de: Das Menu '%1' existiert bereits.
fr: Le menue '%1' est déjà existant.

source: Entry '%1' is not valid.
de: Eintrag '%1' ist ungültig.
fr: L'entrée '%1' n'est pas valable.

source: Cannot find a plugin '%1'.
de: Das Plugin '%1' kann nicht gefunden werden.
fr: Ne peut trouver un plugin '%1'.

source: Cannot add function '%1'.
de: Die Funktion '%1' kann nicht hinzugefügt werden.
fr: Ne peut ajouter la fonction '%1'.

source: Cannot find a message queue '%1'.
de: Die Message Queue '%1' kann nicht gefunden werden.
fr: Ne peut trouver une file d'attente de message '%1'.

source: Undeclared response format '%1'.
de: Nicht deklariertes Format '%1'.
fr: Format de réponse non déclaré '%1'.

source: Undeclared request format '%1'.
de: Nicht deklariertes Format '%1'.
fr: Format de demande non déclaré '%1'.

source: Cannot add request function '%1'.
de: Die Funktion '%1' kann nicht hinzugefügt werden.
fr: Ne peut ajouter la fonction de demande '%1'.

source: Rest Service not available
de: Rest Service ist nicht verfügbar.
fr: Rest Service non disponible

source: Cannot set timer function '%1'.
de: Die Timer Funktion '%1' kann nicht gesetzt werden.
fr: Ne peut fixer une function de minuterie '%1'.

source: Cannot change process type.
de: Der Prozesstyp kann nicht geändert werden.
fr: Ne peut changer le type de processus.

source: Cannot set process.
de: Der Prozess kann nicht gesetzt werden.
fr: Ne peut fixer le processus.

source: Cannot add processgroup '%1'.
de: Die Prozessgruppe '%1' kann nicht hinzugefügt werden.
fr: Ne peut ajouter le groupe de processus '%1'.

source: Undeclared process.
de: Nicht deklarierter Prozess.
fr: Processus non déclaré.

source: FIFO '%1' already exists.
de: FIFO '%1' existiert bereits.
fr: FIFO '%1' existe déjà.

source: Duplicate FILESTREAM '%1' found.
de: Doppelter FILESTREAM '%1' gefunden.

source: Duplicate reportstream '%1' found.
de: Doppelter Reportstream '%1' gefunden.
fr: Double déroulement '%1' trouvé.

source: Cannot set dirname '%1'.
de: Der Verzeichnisname '%1' kann nicht gesetzt werden.
fr: Ne peut fixer dirname '%1'.

source: Cannot set filter '%1'.
de: Der Filter '%1' kann nicht gesetzt werden.
fr: Ne peut fixer un filtre '%1'.

source: Cannot set stream label.
de: Streamname kann nicht gesetzt werden.
fr: Ne peut fixer caractère de flux.

source: Undeclared processgroup '%1'.
de: Nicht deklarierte Prozessgruppe '%1'.
fr: Groupe de processus '%1' non déclaré.

source: Parameter is not of type STRING
de: Der Parameter ist nicht vom Typ STRING.
fr: Paramètre n'est pas du type STRING

source: '%1' is not of type INTEGER.
de: '%1' ist nicht vom Typ INTEGER.
fr: '%1' n'est pas de type INTEGER.

source: Task '%1' already declared.
de: Task '%1' ist bereits deklariert.
fr: Tâche '%1' déjà déclaré.

source: Multipled VAR's not supported
de: Mehrfaches VAR wird nicht unterstützt
fr: Multiple VAR n'est pas soutenu

source: WILDCARDS not allowed here.
de: WILDCARDS sind hier nicht erlaubt.
fr: WILCARDS ne sont pas autorisées ici.

source: It makes no sense to replace Fieldgoup '%1' by same fieldgoup '%2'.
de: Es macht keinen Sinn, Feldgruppe '%1' mit der selben Feldgruppe '%2' zu ersetzten.
fr: Cela n'a aucun sens de remplacer Fieldgroup '%1' par le même fieldgroup '%2'.

source: Undeclared Database Filter or Transacion '%1'.
de: Nicht deklarierter Datenbank Filter oder Transaktion '%1'.
fr: Filtre base de données ou transaction '%1' non déclaré.

source: Undeclared FILESTREAM '%1'.
de: Nicht deklarierter FILESTREAM '%1'.

source: FILESTREAM '%1' is writeonly.
de: FILESTREAM '%1' kann nur geschrieben werden.

source: FILESTREAM '%1' is readonly.
de: FILESTREAM '%1' kann nur gelesen werden.

source: Undeclared FILESTREAM '%1' for %2.
de: Nicht deklarierter FILESTREAM '%1' für %2.

source: Undeclared report '%1'.
de: Nicht deklarierter Bericht '%1'.

source: Undeclared Form or GuiElement '%1'.
de: Nicht deklariertes Form oder GuiElement '%1'.

source: Undeclared GuiElement '%1'.
de: Nicht deklariertes GuiElement '%1'.
fr: Elément GUI non déclaré: '%1'.

source: Undeclared serialize format type
de: Serialisier-Format wurde nicht deklariert.

source: Undeclared Foldergroup '%1'.
de: Nicht deklarierte Registergruppe '%1'.
fr: Group de dossiers non déclarés: '%1'.

source: Undeclared Stream '%1'.
de: Nicht deklarierter Stream '%1'.
fr: Flux non déclaré: '%1'.

source: Undeclared Table or List '%1'.
de: Nicht deklarierte Tabelle oder Liste '%1'.
fr: Tableau non déclaré: '%1'.

source: '%1' is not of type list, table or navigator.
de: '%1' ist nicht vom Typ LIST, TABLE oder NAVIGATOR.

source: '%1' is not of type LIST, TABLE, NAVIGATOR or PLOT2D.
de: '%1' ist nicht vom Typ LIST, TABLE, NAVIGATOR oder PLOT2D.

source: '%1' is not of type LIST.
de: '%1' ist nicht vom Typ LIST.

source: Cannot add DBGroup.
de: DB-Gruppe kann nicht hinzugefügt werden.
fr: Ne peut ajouter groupe DB.

source: FILTER without query.
de: FILTER ohne Abfrage.
fr: FILTRE sans interrogation.

source: Index is not allowed here: '%1'.
de: Hier ist kein Index erlaubt: '%1'.

source: The item '%1' is not declared.
de: Das Element '%1' ist nicht deklariert.
fr: L'élément '%1' n'est pas déclaré.

source: No filter-formats defined in this output-item-row.
de: In dieser Element-Ausgabe-Zeile sind keine Filterformate definiert.
fr: Aucun format de filtre défini pour cette ligne d'élément produite.

source: Cannot create depot.
de: Depot kann nicht erzeugt werden.
fr: Ne peut créer un dépot.

source: Only one output-item-group is allowed here.
de: Nur eine Element-Ausgabe-Zeile ist hier erlaubt.
fr: Seulement un groupe d'élément produit est autorisé ici.

source: The number of output- and input-item-groups differ.
de: Die Anzahl Element-Ausgabe- und Element-Eingabe-Gruppen ist nicht identisch.
fr: Le nombre de production de groupes d'élément varie

source: Undeclared Database Filter or Transaction '%1'.
de: Nicht deklarierter Datenbank Filter oder Transaktion '%1'.
fr: Filtre base de données ou transaction '%1' non déclaré.

source: DB-LOGON '%1'
de: DB-Anmeldung '%1'
fr: Connecter DB '%1'

source: DB-LOGOFF '%1'
de: DB-Abmeldung '%1'
fr: Déconnecter DB '%1'

source: Invalid real value
de: Ungültiger Gleitkommawert
fr: Valeur réelle non valable

source: Unit
de: Einheit
fr: Unité

source: Min. Scale
de: Min. Massstab
fr: Echelle minimale

source: Max. Scale
de: Max. Massstab
fr: Echelle maximale

source: All cases
de: Alle Varianten

source: Detail grid
de: Detailgitter
fr: Détail de la grille

source: Same Y-Range
de: Gleicher Y-Bereich
fr: La même gamme Y

source: Scale Y-Range
de: Massstab Y-Bereich
fr: Echelle de la gamme Y

source: Reset
de: Zurücksetzen
fr: Réinitialiser

source: Next page
de: Nächste Seite
fr: page suivante

source: Previous page
de: Vorherige Seite
fr: Page précédente

source: Enable
de: Aktivieren
fr: Autoriser

source: Aspect Ratio
de: Seitenverhältnis

source: Aspect Ratio Type
de: Seitenverhältnis Typ

source: Untitled
de: <ohne Titel>
fr: Sans titre

source: Runtime error in '%1' stream process : %2 (For details see log window)
de: Laufzeitfehler in '%1': Stream Prozess : %2 (Siehe Protokollfenster für Details)

source: no GuiElement named %1 found
de: kein GuiElement mit Name %1 gefunden

source: <%1> Error
de: <%1> Fehler

source: Revision: %1
fr: Révision: %1

source: Abort MessageQueue Connection
fr: Annuller le lien de la file d'attente des messages

source: A Message Queue Connection is still open. Do you want to close the Message Queue Connection?
fr: Une file d'attente de messages est toujours ouverte. Voulez vous rompre le lien de la file d'attente des messages?

source: Filter
fr: Filtre

source: StyleSheet
fr: Feuille de style

source: Query for Composite Component
fr: Question pour un composant

source: DB-Test-Function
fr: Fonction de test DB

source: Line Fit
fr: L'ajustement de la ligne

source: Plane Fit
fr: L'ajustement du plan

source: OK
fr: D'accord

source: Ignore Arrow Key at Exponential View.
fr: Ignorer la flèche dans un exposé exponentiel.

source: Ignore Arrow Key at Thousand Separator View.
fr: Ignorer la flèche dans un exposé Thousand Separator.

source: Ignore Arrow Key at Thousand Separator Char.
fr: Ignorer la flèche dans un travail Thousand Separator.

source: Ignore Arrow Key at Decimal Point.
fr: Ignorer la flèche au point décimal.

source: Restricted support for Arrow Keys if data format is not fix.
fr: Soutien limité pour les flêches si le format de données n'est pas fixe.

source: Restricted support for Arrow Keys if data format is fix.
fr: Soutien limité pour les flêches si le format de données est fixe.

source: Mapping:
fr: Cartographie:

source: View Settings
fr: Affichage des paramètres

source: Settings
fr: Affichages

source: Mapping Parameters
fr: Paramètres de cartographie

source: Weight:
fr: Poids:
