Repository: SEMAFORInformatik/intens
Catalog: po/*/intens.po
Languages: de, fr

source: Do you really want to leave this application?
de: Wollen Sie diese Anwendung wirklich verlassen?

source: This is %1 version %2
de: Dies ist %1 Version %2
fr: Cela est %1 version %2

source: Date: %1
de: Datum: %1

source: (unknown)
de: (unbekannt)
fr: (inconnu)

source: Invalid License
de: Ungültige Lizenz.

source: Commandline-option '%1' ignored.
de: Kommandozeilenoption '%1' ignoriert.
fr: L'option de ligne de commande '%1' ignorée.

source: This is %1 version %2 %3
de: Dies ist %1 Version %2 %3
fr: Cela est %1 version %2 %3

source: Commandline options:
de: Kommandozeilen Optionen:
fr: Les options de ligne de commande:

source: Error
de: Fehler
fr: Erreur

source: Comment text is mandatory.
de: Kommentar ist obligatorisch.
fr: Texte de commentaire est obligatoire.

source: Modify data:
de: Geänderte Daten:
fr: Modifier les données:

source: Modify comment:
de: Beschreibung der Änderung:
fr: Commentaire modifié:

source: Modify
de: Ändern
fr: Modifier

source: Cancel
de: Abbrechen
fr: Annuler

source: Automatic
de: Automatisch
fr: Automatique

source: User Defined
de: Benutzerdefiniert
fr: Défini par l'utilisateur

source: Base
de: Basis

source: a target from input stream named '%1' is valid
de: ein Ziel des Eingabe-Streams namens '%1' ist gültig

source: The results are not consistent anymore. Do you want to delete them?
de: Die Resultate sind nicht mehr konsistent. Wollen Sie sie löschen?
fr: Les résultats ne sont plus cohérent. Voulez vous les effacer?

source: Help title '%s' already specified.
de: Hilfetitel '%s' bereits festgelegt.
fr: Le titre d'aide '%s' déjà spécifié.

source: Helpfile '%s' is already installed
de: Hilfedatei '%s' ist bereits installiert
fr: Fichier d'aide '%s' est déjà installé

source: Next
de: Weiter
fr: Suivant

source: Previous
de: Zurück
fr: Précécdent

source: Close
de: Schliessen
fr: Fermer

source: Internal Error while reading '%s'
de: Interner Fehler beim Lesen von '%s'
fr: erreur interne lors de la lecture '%s?

source: <untitled>
de: <ohne Titel>
fr: <sans titre>

source: Helpfile '%s' is empty
de: Hilfedatei '%s' ist leer
fr: Fichier d'aide '%s' est vide

source: No title specified in Helpfile '%s'
de: In der Hilfedatei '%s' ist kein Titel festgelegt
fr: Pas de titre specifié dans le fichier d'aide '%s'

source: Helpfile '%s' installed
de: Hilfedatei '%s' installiert
fr: Fichier d'aide '%s' installé

source: Exit
de: Beenden
fr: Issue

source: Do you really want to leave %1 ?
de: Wollen sie %1 wirklich beenden?
fr: Voulez vous vraiment quitter %1 ?

source: Exit function failed
de: Ausstiegsfunktion fehlgeschlagen
fr: La fonction de sortie a échoué

source: Do you want to leave %1 anyway?
de: Wollen Sie %1 trotzdem beenden?
fr: Voulez vous quitter %1 par n'importe quel moyen?

source: Stylesheet not found.
de: Stylesheet nicht gefunden.
fr: Feuille de style introuvable.

source: XML Process failed ( see log window ).
de: XML Prozess fehlgeschlagen ( siehe Protokollfenster ).
fr: Processus XML échoué ( voir Fenêtre Protocole ).

source: Printing aborted.
de: Drucken fehlgeschlagen.
fr: L'mpression interrompue

source: Printing canceled.
de: Drucken abgebrochen.
fr: L'mpression annulée

source: Printing done.
de: Drucken beendet.
fr: L'impression faite.

source: Printing started.
de: Drucken gestartet.
fr: L'impression démarrée.

source: Save file aborted.
de: Datei speichern fehlgeschlagen.
fr: Sauvegarder le fichier interrompu

source: Save file.
de: Datei speichern.
fr: Enregistrez le fichier.

source: Preview aborted.
de: Vorschau fehlgeschlagen.
fr: Aperçu interrompu.

source: Preview of selected file format is not supported.
de: Vorschau im gewählten Dateiformat wird nicht unterstützt.
fr: Aperçu du format du fichier sélectionné n'est pas soutenu.

source: Preview started.
de: Vorschau gestartet.
fr: Aperçus démarré.

source: No such conversion available.
de: Diese Umwandlung ist nicht vorhanden.
fr: Cette conversion n'est pas disponible.

source: Empty document.
de: Leeres Dokument.
fr: Document vide.

source: Selected file format is not supported.
de: Das gewählte Dateiformat wird nicht unterstützt.
fr: Le format du fichier sélectionné n'est pas soutenu.

source: Printing of selected file format is not supported
de: Drucken im gewählten Dateiformat wird nicht unterstützt
fr: L'impression du fichier sélectionné n'est pas soutenu

source: Clear
de: Leeren
fr: Vider

source: &File
de: &Datei
fr: &Fichier

source: &Open
de: &Öffnen
fr: &Ouvrir

source: &Save
de: &Speichern
fr: &Enregistrer

source: &Print
de: &Drucken
fr: &Imprimer

source: &Preview
de: &Vorschau
fr: &Aperçus

source: &Edit
de: &Editieren
fr: &Editer

source: Undo
de: Rückgängig
fr: Annuler

source: Redo
de: Wiederherstellen
fr: Refaire

source: For&ms
de: Fen&ster

source: &Process
de: &Prozess
fr: &Processus

source: &Database
de: &Datenbank
fr: &Base de données

source: &Options
de: &Optionen

source: &Help
de: &Hilfe
fr: &Aide

source: Copyright
de: Urheberrecht

source: Case
de: Fall

source: Titlebar
de: Titelleiste
fr: Barre de légende

source: Write Script file
de: Skriptdatei schreiben

source: Write Python Script file
de: Python Skriptdatei schreiben

source: Help messages
de: Hilfetexte
fr: Message d'aide

source: Statusbar Help messages
de: Hilfetexte in der Statuszeile
fr: Barre du status des messages d'aide

source: Tooltip Help messages
de: Hilfetexte als Tooltip
fr: Infobulle pour messages d'aide

source: Disable Help messages
de: Hilfetexte ausschalten
fr: Désactiver messages d'aide

source: Style
de: Stil

source: Quit
de: Beenden
fr: Quitter

source: New function name:
de: Neuer Funktionsname:

source: Cannot start Matlab
de: Matlab kann nicht gestartet werden
fr: Ne peu démarrer Matlab

source: Matlab error (Classname: %1): %2 (For details see log window)
de: Matlab Fehler (Klassenname: %1): %2 (Siehe Protokollfenster für Details)
fr: Erreur de Matlab (nom de propriétés class: %1): %2 (pour des details regarder le Fenêtre Protocole)

source: Matlab error (Classname: %1): Invalid port type(s) [%2]
de: Matlab Fehler (Klassenname: %1): Unzulässige Anschlussart(en) [%2]
fr: Erreur Matlab (nom ce class: %1): type(s) de porte non valable [%2]

source: Components
de: Komponenten
fr: Composant

source: Load Components
de: Komponenten Laden
fr: Charger les composants

source: Save Components
de: Komponenten Speichern
fr: Enregistre Composants

source: WARNING Cannot convert string '%1' to complex number.
de: WARNUNG Kann die Zeichenfolge '%1' nicht in eine komplexe Zahl konvertieren.
fr: AVERTISSEMENT ne peu convertir la chaîne '%1' au nombre complexe

source: WARNING Cannot convert string '%1' to natural number.
de: WARNUNG Kann die Zeichenfolge '%1' nicht in eine Ganzzahl konvertieren.
fr: AVERTISSEMENT ne peu convertir la chaîne '%1' au nombre naturel

source: WARNING Cannot convert string '%1' to double.
de: WARNUNG Kann die Zeichenfolge '%1' nicht in eine Gleitkomma Zahl konvertieren
fr: AVERTISSEMENT ne peu convertir la chaîne '%1' de valeur double

source: Too few result indexes: '%1' should be '%2' or '%3'
de: Nicht genügend Resultatindizes: '%1' sollte '%2' oder '%3' sein.
fr: Trop peu d'indices de résultat: '%1' devrait être '%2' ou '%3'

source: To few result indexes.
de: Nicht genügend Resultatindizes.
fr: Trop peu d'indices de résultat.

source: Too many result indexes: '%1' should be '%2' or '%3'
de: Zu viele Resultatindizes: '%1' sollte '%2' oder '%3' sein.
fr: Trop d'indices de résultat: '%1' devrait être '%2' ou '%3'

source: To many result indexes.
de: Zu viele Resultatindizes.
fr: Trop d'indices de résultat.

source: Unresolved indexes:
de: Unaufgelöste Indizes:
fr: Indices non résolus:

source: Unresolved indexes.
de: Unaufgelöste Indizes.
fr: Indices non résolus.

source: DB-Error: see Log-Window!
de: DB-Fehler: siehe Protokollfenster!
fr: Erreur DB: voir Fenêtre Protocole!

source: No modified Items available.
de: Keine geänderten Elemente vorhanden.
fr: Aucun élément modifié disponible.

source: <no error message found>
de: <keine Fehlermeldung gefunden>
fr: <pas de message d'erreur trouvé>

source: Execution of Database Transaction failed (see LogWindow).
de: Ausführen der Datenbank Transaktion fehlgeschlagen (siehe Protokollfenster).
fr: L'exécution de transaction de base de données échoué (voir Fenêtre Protocole).

source: DB Module '%1' not found!
de: DB Modul '%1' nicht gefunden!
fr: Module DB '%1' pas trouvé!

source: %1 connected to %2
de: %1 verbunden mit %2
fr: %1 connecté à %2

source: %1: Cannot connect to '%2' as user '%3' %4
de: %1: Verbindung mit '%2' als Benutzer '%3' nicht möglich. %4
fr: %1: ne peut être connecté à '%2' comme usager '%3' %4

source: <Could not create db-connection (m_dbconn)>
de: <Datenbankverbindung konnte nicht erstellt werden (m_dbconn)>
fr: <Ne peut connecter lien-db (m_dbconn)>

source: Logon
de: Anmelden
fr: Connecter

source: Logoff
de: Abmelden
fr: Déconnecter

source: Do you really want to disconnect from database ?
de: Wollen Sie die Verbindung zur Datenbank wirklich trennen ?
fr: Voulez vous vraiment vous déconnecter de la base de données ?

source: %1: disconnected
de: %1: getrennt
fr: %1: déconnecté

source: Too few bind variables in a row.
de: Nicht genügend Bindungsvariablen in einer Zeile.
fr: Pas assez de variables liées dans une ligne.

source: Empty bind row.
de: Leere Bindungszeile.
fr: Ligne liée vide.

source: Raw
de: Unverarbeitet
fr: Non assimilé

source: Average
de: Mittelwert
fr: Moyenne

source: Conversion error.
de: Konvertierungsfehler.
fr: Erreur de conversion

source: Error in function execution.
de: Fehler beim Ausführen der Funktion.
fr: Erreur dans l'exécution de la fonction.

source: Insert empty column
de: Leere Spalte einfügen
fr: Insérer une colonne vide

source: Delete column
de: Spalte löschen
fr: Effacer la colonne

source: Duplicate column
de: Spalte duplizieren
fr: Doublé la colonne

source: Clear column
de: Spalteninhalt löschen
fr: Effacer le contenu de la colonne

source: Pack all columns
de: Leere Spalten löschen

source: Insert empty row
de: Leere Zeile einfügen
fr: Insérer une ligne vide

source: Delete row
de: Zeile löschen
fr: Effacer la ligne

source: Duplicate row
de: Zeile duplizieren
fr: Doublé la ligne

source: Clear row
de: Zeileninhalt löschen
fr: Effacer le contenu de la ligne

source: Pack all rows
de: Leere Zeilen löschen
fr: Effacer les lignes vides

source: Cases
de: Fälle

source: Row
de: Zeile
fr: Ligne

source: RowMenu
de: ZeilenMenu
fr: Menu de la ligne

source: Delete selected rows
de: Ausgewählte Zeile löschen
fr: Effacer la ligne

source: Column
de: Spalte
fr: Colonne

source: ColumnMenu
de: SpaltenMenu
fr: Menu de la colonne

source: Delete selected column
de: Ausgewählte Spalte löschen
fr: Effacer la colonne

source: Convertion Error
de: Konvertierungsfehler.
fr: Erreur de conversion

source: Invalid Date.
de: Ungültiges Datum.
fr: Date invalide.

source: Date Format is '%1'.
de: Datumsformat ist '%1'.
fr: Format de date est '%1'.

source: Processing:
de: Verarbeitung:
fr: Traitement:

source: Manual
de: Manuell
fr: Manuellement

source: Standard Deviation
de: Standardabweichung
fr: Ecart type

source: Channel:
de: Kanal:
fr: Canal:

source: Direction:
de: Richtung:

source: Average:
de: Mittelwert:
fr: Moyenne:

source: Scale X:
de: Massstab X:
fr: L'échelle X:

source: Scale Y:
de: Massstab Y:
fr: L'échelle Y:

source: New
de: Neu
fr: Nouveau

source: No previous case available !
de: Keine vorhergehender Fall verfügbar !

source: No next case available !
de: Kein nächster Fall verfügbar !

source: CaseDialog
de: Fall Dialog

source: Delete
de: Löschen
fr: Effacer

source: Copy
de: Kopieren
fr: Copie

source: Save %1
de: Speichern %1
fr: Enregistrez %1

source: title
de: Titel
fr: Titre

source: File '%1' not yet created!
de: Datei '%1' wurde noch nicht erstellt.
fr: Fichier '%1' n'est pas encore créé!

source: Please create GuiElement '%1' first.
de: Bitte zuerst GuiElement '%1' erzeugen.
fr: S'il vous plaît créez un élément GUI en premier.

source: Yes
de: Ja
fr: Oui

source: Apply
de: Anwenden
fr: Appliquer

source: Do you really want to close dialog '%1'?
de: Wollen Sie den Dialog '%1' wirklich schliessen?
fr: Voulez vous vraiment fermer le dialogue '%1'?

source: &Yes
de: &Ja
fr: &Oui

source: &No
de: &Nein
fr: &Non

source: Unable to close dialog from title bar.
de: Der Dialog kann nicht über die Titelleiste geschlossen werden.
fr: Incapable de fermer le dialogue de la barre de légende.

source: Help
de: Hilfe
fr: Aide

source: Save image
de: Bild speichern
fr: Enregistrez l'image

source: Select area
de: Fläche Wählen

source: Reset selection
de: Auswahl zurücksetzen

source: Select line
de: Linie Wählen

source: Set master
de: Vorlage Setzen

source: Get master
de: Vorlage Laden

source: Add points
de: Punkte Hinzufügen

source: Show points
de: Punkte Anzeigen

source: Delete points
de: Punkte Löschen

source: Index '%1' is not possible.
de: Index '%1' ist nicht möglich.
fr: Indexe '%1' n'est pas possible.

source: Skip is not possible !
de: Blättern ist nicht möglich.
fr: Feuilleter n'est pas possible !

source: Skip to the left is not possible !
de: Blättern nach links ist nicht möglich !
fr: Feuilleter à gauche n'est pas possible !

source: Cannot scroll up anymore
de: Rollen nach oben nicht möglich
fr: Ne peut plus être roulé vers le haut

source: Skip to the right is not possible !
de: Blättern nach rechts ist nicht möglich !
fr: Ne peut plus être roulé vers la droite !

source: Cannot scroll down anymore
de: Rollen nach unten nicht möglich
fr: Ne peut plus être roulé vers le bas

source: ColumnConfiguration
de: SpaltenKonfiguration

source: Visible
de: Sichtbar

source: Column Configuration
de: SpaltenKonfiguration

source: WARNING: Resource file '%1' is empty.
de: WARNUNG: Ressourcendatei '%1' ist leer.
fr: AVERTISSEMENT! fichier de ressources '%1' est vide.

source: Writing resource file....[%1]
de: Schreibe Ressourcendatei....[%1]
fr: Fichier de ressource d'écriture....[%1]

source: Overwrite File? -- Create new Resource File
de: Datei Überschreiben? -- Neue Ressourcendatei erstellen
fr: Fichier de surécriture? -- Créez un nouveau fichier de ressource

source: Creating new resource file. File '%1' already exists. Do you want to overwrite it?
de: Neue Ressourcendatei wird erstellt. Datei '%1' existiert bereits. Wollen Sie diese Überschreiben?
fr: Créer un nouveau fichier de ressource. fichier '%1' existe déjà. Voulez vous écrire par-dessus?

source: save file dialog Choose a filename to save resources
de: Datei speichern Dialog Wählen Sie einen Dateinamen um die Ressourcen zu speichern
fr: Enregistrer le fichier du dialogue choisir le nom du fichier pour économiser les ressources

source: No new resource file written!
de: Keine neue Ressourcendatei geschrieben!
fr: Nouveau fichier de resource écrite!

source: WARNING Registry Entry is already existing!
de: WARNUNG Registry Eintrag existiert bereits!
fr: AVERTISSEMENT Entrée de registre existe déjà!

source: Named color '%1' not found. Setting it to '#000000' (black).
de: Farbe '%1' nicht gefunden. Auf '#000000' (schwarz) gesetzt.
fr: Le nommée couleur '%1' introuvable. Placez la dans '#000000' (noir).

source: Graphic Format:
de: Grafikformat:
fr: Format graphique

source: Preview
de: Vorschau
fr: Aperçu

source: Save
de: Speichern
fr: Enregistrer

source: Print
de: Drucken
fr: Imprimer

source: Standard Window
de: Programmausgabe
fr: Fenêtre Standard

source: Log Window
de: Ereignisse
fr: Fenêtre Protocole

source: Copy All
de: Alles Kopieren
fr: Copier Tous

source: Copy Selected
de: Ausgewählte Kopieren
fr: Copier Sélectionnées

source: Reset Sorting
de: Sortierung zurücksetzen
fr: Réinitialiser le triage

source: Paste
de: Einfügen
fr: Coller

source: Clear Selected
de: Ausgewählte Leeren
fr: Vider Sélectionnées

source: Clear All
de: Alles Leeren
fr: Vider Tous

source: Appointment text: %1
de: Termin text: %1
fr: Texte attaché: %1

source: Appointment Information
de: Termin Information
fr: Information attachée

source: Redraw
de: Aktualisieren
fr: Actualiser

source: Reset size
de: Grösse zurücksetzen
fr: Réinitialiser la taille

source: Reset rotation
de: Rotation zurücksetzen
fr: Réinitialiser la rotation

source: Style bar
de: Stil Säule
fr: Style colonne

source: Style surface
de: Stil Oberfläche

source: Style contour
de: Stil Draufsicht

source: Draw hidden lines
de: Versteckte Linien zeichnen
fr: Tracer des lignes cachées

source: Perspective
de: perspektivisch

source: Delete Text Objects
de: Textobjekte löschen
fr: Effacer les objets de texte

source: Show Text Objects
de: Textobjekte anzeigen
fr: Montrer les objets de texte

source: Configuration
de: Konfiguration

source: Detail options
de: Detailoptionen
fr: Option de détail

source: Draw mesh
de: Rand zeichnen
fr: Tracer le bord

source: Draw shaded
de: Eingefärbt zeichnen
fr: Tracer en couleur

source: Draw contours
de: Gitter zeichnen
fr: Tracer les contours

source: ConfigDialog
de: KonfigDialog
fr: ConfigDialogue

source: Distribution Levels
de: Anzahl Zwischenstufen
fr: Nombre d'intermédiaires

source: Customizing the Distribution Table
de: Benutzerdefinierte Zwischenstufen
fr: Personaliser le tableau d'intermédiaires

source: Distribution Table
de: Zwischenstufentabelle
fr: Tableau d'intermédiaires

source: Entries
de: Zwischenstufen
fr: Entrées

source: %1: Selected file format is not supported.
de: %1: Gewähltes Dateiformat wird nicht unterstützt
fr: %1: Format de fichier sélectionné n'est pas soutenu.

source: unsuportted file format
de: Dateiformat wird nicht unterstützt
fr: Format de fichier n'est pas soutenu

source: Item name
de: Elementname
fr: Nom de l'élément

source: Y-Axis 1
de: Y-Achse 1
fr: Y-Axe 1

source: Y-Axis 2
de: Y-Achse 2
fr: Y-Axe 2

source: X-Axis
de: X-Achse
fr: X-Axe

source: Line
de: Linie

source: LineStyle
de: LinienStil

source: SymbolStyle
de: SymbolStil

source: SymbolSize
de: SymbolGrösse

source: %1: Selected file format is not supported
de: %1: Gewähltes Dateiformat wird nicht unterstützt
fr: X%1: Format de fichier sélectionné n'est pas soutenu

source: Zoom Out
de: Herauszoomen
fr: Zoomer en dehors (rétrécir)

source: Show X-Annotation-Labels
de: X-Achsenbeschriftung anzeigen
fr: Montrer la légende de l'axe X

source: Scale
de: Massstab
fr: Echelle

source: Select cases
de: Fälle wählen

source: Fullscreen
de: Vollbild
fr: Plein écran

source: Property
de: Eigenschaften
fr: Propriétées

source: Logarithmic
de: Logarithmisch
fr: Logarithmique

source: UI Mode
de: UI Modus

source: Zoom
de: Zoomen
fr: Zoomer

source: Select Point
de: Punkt Wählen
fr: Sélectionner Point

source: Select Rectangle
de: Rechteck Wählen
fr: Sélectionner Rectangle

source: Style Y1
de: Stil Y1

source: Style Y2
de: Stil Y2

source: Style plot
de: Stil Linie
fr: Style ligne

source: Style stacked bar
de: Stil gestapelte Säulen
fr: Style colonnes empilées

source: Style area
de: Stil Fläche
fr: Style domaine

source: Style polar
de: Stil Polar
fr: Style polaire

source: Style step
de: Stil Treppe
fr: Style escalier

source: Style dots
de: Stil Punkte
fr: Style point

source: Invisible
de: Unsichtbar

source: Top
de: Oben

source: Center
de: Mitte

source: Bottom
de: Unten

source: TopRight
de: ObenRechts

source: CenterRight
de: MitteRechts

source: BottomRight
de: UntenRechts

source: TopLeft
de: ObenLinks

source: CenterLeft
de: MitteLinks

source: BottomLeft
de: UntenLinks

source: Alignment
de: Ausrichtung

source: Point
de: Punkt

source: Line Style
de: LinienStil

source: White
de: Weiss

source: Blue
de: Blau

source: Green
de: Grün

source: Yellow
de: Gelb

source: Red
de: Rot

source: Background Color
de: Hintergrundfarbe

source: Black
de: Schwarz

source: Border Color
de: Randfarbe

source: a function is aktiv
de: eine Funktion ist aktiv
fr: Une fonction est active

source: ScaleMenu
de: MassstabMenu

source: item '%1' has no different data
de: Element '%1' hat keine unterschiedlichen Daten

source: XAxis Undeclared identifier.
de: XAxis Nicht deklarierter Bezeichner.

source: Too many WILDCARDS.
de: Zu viele WILDCARDS.

source: Undeclared identifier.
de: Nicht deklarierter Bezeichner.

source: &Discard
de: &Verwerfen
fr: &Rejeter

source: &Apply
de: &Anwenden
fr: &Appliquer

source: &Cancel
de: &Abbrechen
fr: &Annuler

source: &Abort
de: &Abbrechen
fr: &Annuler

source: <p>Licensed for: <h2>%1</h2></p>
de: <p>Lizenziert für: <h2>%1</h2></p>

source: <p>Key: %1</p>
de: <p>Schlüssel: %1</p>

source: new
de: neu

source: save
de: speichern

source: Abort
de: Abbrechen

source: Cannot connect to database '%1' as user '%2'
de: Verbindung zur Datenbank '%1' als Benutzer '%2' nicht möglich
fr: Ne peut être connecté au bases de données '%1' comme usager '%2'

source: Login
de: Anmelden
fr: Connection

source: Database
de: Datenbank
fr: Base de données

source: Username
de: Benutzername
fr: Nom de l'utilisateur

source: Password
de: Passwort
fr: Mot de passe

source: Progress Dialog
de: Prozess Dialog
fr: Dialogue en progrès

source: Working, please wait...
de: Bitte warten...
fr: Entrain de travailler, attendez s'il vous plaît...

source: &Close
de: S&chliessen
fr: &Fermez

source: Following fonts are available on your system:
de: Folgende Schriftarten sind auf dem System verfÃ¼gbar:
fr: Les caractères suivants sont disponibles sur votre système:

source: Empty file name
de: Leerer Dateiname

source: Unknown element named '%1'
de: Element '%1' ist unbekannt
fr: Elément inconnue nommée '%1'.

source: Read error.
de: Lesefehler.
fr: Erreur de lecture.

source: Write Error in input channel. Runtime error in Stream Process. (For details see log window)
de: Schreibfehler im Eingangskanal. Laufzeitfehler im Stream Prozess. (Siehe Protokollfenster für Details)

source: Read Error in output channel. Runtime error in Stream Process. (For details see log window)
de: Lesefehler im Ausgangskanal. Laufzeitfehler im Stream Prozess. (Siehe Protokollfenster für Details)

source: Cannot open '%1.'.
de: Öffnen von '%1' nicht möglich.
fr: Ne peut ouvrire '%1.'.

source: Cannot determine file status of '%1.'.
de: Dateistatus von '%1' nicht feststellbar.
fr: Ne peut déterminer le status du fichier de '%1.'.

source: Incomplete input for the following items in stream '%1':
de: Unvollständige Eingabe für die folgenden Elemente im Stream '%1':
fr: Saisie incomplète pour les élément suivants au fleuve '%1':

source: Input error. (See Log Window)
de: Eingabefehler. (Siehe Protokollfenster)
fr: Erreur de saisie. (voir Fenêtre Protocole)

source: Open %1
de: Öffne %1
fr: ouvrire %1

source: Unknown file format. (See Log Window)
de: Unbekanntes Dateiformat. (Siehe Protokollfenster)

source: Cannot start Mathematica. %1
de: Mathematica kann nicht gestartet werden. %1
fr: Ne peut démarrer Mathematica. %1

source: Open of Mathematica failed.
de: Öffnen von Mathematica fehlgeschlagen.
fr: Ouverture de Mathematica a échoué.

source: Cannot start Matlab. %1
de: Matlab kann nicht gestartet werden. %1
fr: Ne peut démarrer Matlab. %1

source: WARNING: MatlabProcess::open() cannot open multiple Matlab Connections!
de: WARNUNG: MatlabProcess::open() kann nicht mehrere Matlabverbindungen öffnen!
fr: AVERTISSEMENT: Processus Matlab::ouvert () ne peut ouvrir multiples liens au Matlab!

source: MatlabProcess::open() cannot start engine
de: MatlabProcess::open() Engine kann nicht gestartet werden
fr: Processus Matlab::ouvert () ne peut démarré la machine

source: %1 (For details see log window)
de: %1 (Siehe Protokollfenster für Details)
fr: %1 (pour des details voir Fenêtre Protocole)

source: %1 %2 (For details see log window)
de: %1 %2 (Siehe Protokollfenster für Details)

source: Runtime error in '%2': %1 (For details see log window)
de: Laufzeitfehler in '%2': %1 (Siehe Protokollfenster für Details)
